--第一幕 独白+漫画描述
g_firstStr = {
	"    某年某月某一天，这是个风轻云朗的日子，你正在街上闲逛时……突然，不知道被哪个孙子推了你一下！紧接着你就掉进一个正在维修的下水道。。。然后发生了后面一系列的时空离奇事件。。。。在下落的过程中，眼前景象简直就是在看武侠大片一样。。",
	"    你看到魔皇蚩尤使用了天地宝盒，导致时空秩序大乱，朝代颠倒，使中华上下五千年的英雄豪杰们齐聚九州大陆，纷纷受到了魔皇蚩尤的邪恶之力影响，他们都被魔化了。。。这家伙吃饱饭没事做了。。。好好的搞那么些事，都是魔皇了还图个啥呀！！",
	"	 女娲娘娘为了让混乱的时空重新归位，指定了一名“纯善之人”与各朝代未被魔化的知名人物去九州大陆寻找七把上古凶剑对抗魔皇解救苍生。OMG！这人竟然就是你！你虽说是美貌与智慧并重，英雄与侠义的化身，改变社会风气，风靡万千少女，刺激电影市场，提高年轻人内涵，玉树临风，风度翩翩的。。。",
}

--第三幕 漫画描述穿越到九洲
g_thirdImg = {
	"Cg/3001.png",
}

g_thirdStr = {
	"    大战之后，那些英雄豪杰们生死未卜，下落不明……你带着甄缳逃离强敌的追击时被异样黑洞传送至清朝，现在的你准备寻找失散的英雄，一起对抗强大的魔皇蚩尤！！ ",
	"    真是倒了八辈子霉，人家穿越立马变成高富帅，各种绝世武功和英雄救美，我一出场就遇到BOSS，还差点领了便当？难道我不是传说中的男主角？我一定会寻找到七把凶剑让混乱的时空重新归位！",
}

--第五幕 漫画描述赵云加入队伍
g_fifthImg = {
	"Cg/5001.png",
}